{
	"signup": "Sign Up",
	"login": "Login",
	"create_account": "Create Account",
	"submit": "Submit",
	"back": "Back",
	"sign_out": "Sign Out",
	"diabetic": "Diabetic",
	"non-diabetic": "Non-Diabetic",
	"select_diagnosis": "Select Diagnosis",
	"english": "English",
	"spanish": "Spanish",
	"firstname": "First name",
	"lastname": "Last name",
	"age": "Age",
	"username": "Username",
	"password": "Password",
	"choose_language": "Choose Language",
	"create_task": "Create a Task",
	"F.A.Q": "F.A.Q",
	"about": "About",
	"signuptitle": "Sign Up Form",
	"bloodsugar": "Blood sugar",
	"foodsearch": "Food search",
	"time": "Time",
	"blood_glucose_chart": "Blood Glucose Chart",
	"high_value": "High Value (Hyperglycemia)",
	"low_value": "Low Value (Hypoglycemia)",
	"glucose": "Glucose",
	"low1": "Monitor blood sugar levels before & after exercise to increase awareness of how exercise affects blood sugar levels.",
	"low2": "Alcohol can make hypoglycemic medications less effective, take extra care when drinking.",
	"low3": "When drinking, monitor your blood glucose as alcohol can interfere with diabetes medication & insulin",
	"low4": "Fasting may not be suitable for those on antidiabetic medications associated with hypoglycemia.",
	"low5": "Skipping meals can lead to immediately dangerous blood sugar swings.",
	"low6": "Drinking alcohol on an empty stomach can lead to hypoglycemia, especially if you take medications for hypoglycemia.",
	"low7": "Exercise increases insulin sensitivity &amp; helps muscles use glucose effectively, which can lead to reduced blood sugar levels.",
	"low8": "Not getting enough carbohydrates can lead to hypoglycemia.",
	"low9": "Eating foods with less carbohydrate than usual without adjusting insulin intake can lead to hypoglycemia.",
	"low10": "Time your insulin based on whether your carbs are from liquids or solids. Liquids are absorbed much faster than solids, which can affect blood sugar levels.",
	"low11": "Eating or drink 15 to 20 grams of fast-acting carbohydrates, such as glucose tablets, fruit juice, regular soda, honey, or sugary candy to get your blood sugar up.",
	"low12": "Having a snack or meal once your blood sugar is normal can help stabilize it and replenish your body`s glycogen stores.",
	"low13": "When trying to raise blood sugar, avoid high fiber or high fat carbs, as fiber & fat slow down the absorption of sugar.",
	"low14": "Check your blood sugar often when lows are more likely, such as when the weather is hot or when you travel.",
	"low15": "Carry supplies for treating low blood sugar at all times, such as glucose tablets, hard candy, juice boxes or regular soda, or fruit.",
	"low16": "Wear a medical ID just in case you pass out or are otherwise unable to self-administer solutions for low blood sugar.",
	"low17": "Make sure family and friends are aware of your condition and know how to help in case of an emergency.",
	"low18": "Stay hydrated. Drinking enough water may help you keep your blood sugar levels within healthy limits.",
	"low19": "Eating foods rich in chromium and magnesium regularly can help prevent deficiencies and reduce the risk of blood sugar problems.",
	"low20": "Try to maintain a regular meal schedule in order to help your body regulate blood sugar levels.",
	"normal1": "Stay hydrated! Drinking enough water may help you keep your blood sugar levels within healthy limits.",
	"normal2": "Remember to eat foods rich in chromium & magnesium regularly to help prevent deficiencies & reduce the risk of blood sugar problems.",
	"normal3": "Avoid processed foods & stick to a diet full of fresh fruits & vegetables, complex carbohydrates, healthy fats, high-fiber foods & healthy proteins.",
	"normal4": "Maintaining a healthy weight is essential to managing your blood sugar levels.",
	"normal5": "More weight around your abdomen is closely linked to insulin resistance.",
	"normal6": "Watch out for added sugars in the foods you consume.",
	"normal7": "Try to limit your consumption of processed meats & red meats.",
	"normal8": "Try to limit refined carbohydrates like white bread, pasta, & rice, as well as soda, candy, packaged meals, & snack foods.",
	"normal9": "High-fiber complex carbohydrates are digested more slowly, thus preventing your body from producing too much insulin.",
	"normal10": "Don’t underestimate the calories & carbs in alcoholic drinks, including beer & wine.",
	"normal11": "Starting your day off with a good breakfast will provide energy as well as steady blood sugar levels.",
	"normal12": "Try to keep your calorie intake the same on a daily basis to regulate blood sugar levels.",
	"normal13": "Try keeping a food diary for easier weight management, increasing your nutritional knowledge.",
	"normal14": "Try reducing your use of artificial sweeteners.",
	"normal15": "Try to find non-food related ways to reduce stress, which increases insulin sensitivity, such as exercise, meditation or deep breathing.",
	"normal16": "Try to maintain a regular meal schedule in order to help your body regulate blood sugar levels.",
	"normal17": "Get some rest! Lack of sleep can increase stress and lower insulin, thus raising blood sugar.",
	"normal18": "Exercise increases insulin sensitivity and helps your muscles use glucose effectively.",
	"normal19": "Check your blood sugar levels regularly to increase your awareness.",
	"high1": "Avoid processed foods & stick to a diet full of fresh fruits & vegetables, complex carbohydrates, healthy fats, high-fiber foods & healthy proteins.",
	"high2": "Maintaining a healthy weight is essential to managing your blood sugar levels.",
	"high3": "More weight around your abdomen is closely linked to insulin resistance.",
	"high4": "Watch out for added sugars in the foods you consume.",
	"high5": "Try to limit your consumption of processed meats & red meats.",
	"high6": "Try to limit refined carbohydrates like white bread, pasta, & rice, as well as soda, candy, packaged meals, & snack foods.",
	"high7": "High-fiber complex carbohydrates are digested more slowly, thus preventing your body from producing too much insulin.",
	"high8": "If you are planning on eating dessert, cut back on the carbs in your main meal.",
	"high9": "Don’t underestimate the calories & carbs in alcoholic drinks, including beer & wine.",
	"high10": "When drinking, monitor your blood glucose as alcohol can interfere with diabetes medication & insulin.",
	"high11": "Starting your day off with a good breakfast will provide energy as well as steady blood sugar levels.",
	"high12": "Try to keep your calorie intake the same on a daily basis to regulate blood sugar levels.",
	"high13": "Try keeping a food diary for easier weight management, increasing your nutritional knowledge.",
	"high14": "Exercise can help you manage your weight and may improve insulin sensitivity.",
	"high15": "Try reducing your use of artificial sweeteners.",
	"high16": "Try to find non-food related ways to reduce stress, which increases insulin sensitivity, such as exercise, meditation or deep breathing.",
	"high17": "Try to maintain a regular meal schedule in order to help your body regulate blood sugar levels.",
	"high18": "Get some rest! Lack of sleep can increase stress and lower insulin, thus raising blood sugar.",
	"high19": "Stay hydrated. Drinking enough water may help you keep your blood sugar levels within healthy limits.",
	"high20": "Eating foods rich in chromium and magnesium regularly can help prevent deficiencies and reduce the risk of blood sugar problems.",
	"notifTitle": "Feedback tip",
	"revealPass": "Show Password",
	"aboutUs": "About Us",
	"aboutBodyp1": "Hi! We are Team3 and this is our capstone programming project.",
	"aboutBodyp2": "Tasked with creating a simple, easy to use app to track blood-glucose, for our capstone programming project at Wake Technical Community College, we dove in to create the simplest, easiest tracker around. Many individuals still struggle with the use of technology. Our goal here was to create an application that functioned as simply as possible to reduce the barriers to these individuals. GlucoCheck is free, simple and has no intrusive features. Managing your blood-glucose levels is hard enough. Give GlucoCheck a try! Be well, know your BGL!",
	"contact": "Contact Us",
	"FAQp1": "Frequently Asked Questions",
	"FAQp2": "How to navigate the registration process",
	"FAQp3": "The following are steps to register an account with GlucoCheck:",
	"FAQp4": "1.  Navigate to the Sign-Up Form.\n 2.  Enter your first name.\n 3.  Enter your last name.\n 4.  Enter your email address.\n 5.  Enter your age.\n6.  Use the drop-down menu to select your diagnosis.\n7.  Enter a username.\n8.  Enter a password.\n9.  Click “Create Account”.\n10.  The previous step will take you to the login screen.",
	"FAQp5": "How to navigate the login screen",
	"FAQp6": "The following are steps to login to GlucoCheck:",
	"FAQp7": "1.Enter your username.\n2.Enter your password.\n3.Click “Login”.\n4.The previous step will take you to the dashboard.",
	"FAQp8": "How to log your glucose levels",
	"FAQp9": "The following are steps to log your glucose levels:",
	"FAQp10": "1.Enter your glucose level in the designated location.\n2.Click “Submit”.\n3.Your glucose level is now logged on the tracker and shows at the bottom of the calendar.",
	"FAQp11": "How to log your carb intake in addition to your glucose level",
	"FAQp12": "The following are steps to log your carb intake in addition to your glucose level:",
	"FAQp13": "1.Enter the name of the food(s) consumed in the food search bar.\n2.Select the item that best matches your entry.\n3.Your entry will be logged on the screen under the food search bar.\n4.Should you enter a food mistakenly, simply hit the “x” by the food to remove the selection.\n5.Enter your glucose level in the designated location.\n6.Click “Submit”.\n7.Your glucose level and carb intake are now logged on the tracker and shows at the bottom of the calendar.",
	"FAQp14": "How to access the multilingual function to view the application in Spanish",
	"FAQp15": "The following are steps to access the multilingual function to view the application in Spanish:",
	"FAQp16": "1.At the top of the Sign Up/Login page, hover your mouse over “Choose Language”.\n2.Choose “Spanish” from the drop-down menu that appears.\n3.Once you click on “Spanish”, you will be taken to the Spanish version of the application.\n4.Once here, simply follow the previous instructions for account creation, login and tracking data."
}