{
	"signup": "Inscribirse",
	"login": "Acceso",
	"create_account": "Crear una Cuenta",
	"submit": "Enviar",
	"back": "Regreso",
	"sign_out": "Desconectar",
	"diabetic": "Diabético",
	"non-diabetic": "No-Diabético",
	"select_diagnosis": "Seleccionar Diagnóstico",
	"english": "Inglés",
	"spanish": "Español",
	"firstname": "Nomebre de pila",
	"lastname": "Apellido",
	"age": "Edad",
	"username": "Nombre de usuario",
	"password": "Contraseña",
	"choose_language": "Elige Lengua",
	"create_task": "Crear una Tarea",
	"F.A.Q": "F.A.Q",
	"about": "Acerca de",
	"signuptitle": "Formulario de Registro",
	"bloodsugar": "Azúcar en la sangre",
	"foodsearch": "Búsqueda de comida",
	"time": "Hora",
	"blood_glucose_chart": "Tabla de Glucosa en Sangre",
	"high_value": "Valor Alto (Hiperglucemia)",
	"low_value": "Valor Bajo (Hipoglucemia)",
	"glucose": "Glucosa",
	"low1": "Controle los niveles de azúcar en sangre antes y después del ejercicio para aumentar la conciencia de cómo el ejercicio afecta los niveles de azúcar en sangre.",
	"low2": "El alcohol puede hacer que los medicamentos hipoglucemiantes sean menos efectivos, tenga especial cuidado al beber.",
	"low3": "Al beber, controle su glucosa en sangre, ya que el alcohol puede interferir con los medicamentos para la diabetes y la insulina.",
	"low4": "El ayuno puede no ser adecuado para quienes toman medicamentos antidiabéticos asociados con hipoglucemia.",
	"low5": "Saltarse las comidas puede provocar cambios de azúcar en sangre inmediatamente peligrosos.",
	"low6": "Beber alcohol con el estómago vacío puede provocar hipoglucemia, especialmente si toma medicamentos para la hipoglucemia.",
	"low7": "El ejercicio aumenta la sensibilidad a la insulina y amp; ayuda a los músculos a utilizar la glucosa de manera eficaz, lo que puede provocar una reducción de los niveles de azúcar en sangre",
	"low8": "No consumir suficientes carbohidratos puede provocar hipoglucemia.",
	"low9": "Comer alimentos con menos carbohidratos de lo habitual sin ajustar la ingesta de insulina puede provocar hipoglucemia.",
	"low10": "Mida su insulina en función de si sus carbohidratos provienen de líquidos o sólidos. Los líquidos se absorben mucho más rápido que los sólidos, lo que puede afectar los niveles de azúcar en sangre.",
	"low11": "Coma o beba de 15 a 20 gramos de carbohidratos de acción rápida, como tabletas de glucosa, jugo de frutas, refrescos regulares, miel o caramelos azucarados para aumentar su nivel de azúcar en la sangre.",
	"low12": "Tomar un refrigerio o una comida una vez que su nivel de azúcar en sangre sea normal, puede ayudar a estabilizarlo y reponer las reservas de glucógeno de su cuerpo.",
	"low13": "Cuando intente elevar el azúcar en sangre, evite los carbohidratos altos en fibra o grasas, ya que la fibra y la grasa ralentizan la absorción del azúcar.",
	"low14": "Controle su nivel de azúcar en la sangre con frecuencia cuando sea más probable que baje, como cuando hace calor o cuando viaja.",
	"low15": "Lleve suministros para tratar los niveles bajos de azúcar en sangre en todo momento, como tabletas de glucosa, caramelos duros, cajas de jugo o refrescos regulares o frutas.",
	"low16": "Use una identificación médica en caso de que se desmaye o no pueda autoadministrarse soluciones para la hipoglucemia.",
	"low17": "Asegúrese de que sus familiares y amigos conozcan su afección y sepan cómo ayudar en caso de una emergencia.",
	"low18": "Mantente hidratado. Beber suficiente agua puede ayudarlo a mantener sus niveles de azúcar en sangre dentro de límites saludables.",
	"low19": "Comer alimentos ricos en cromo y magnesio con regularidad puede ayudar a prevenir deficiencias y reducir el riesgo de problemas de azúcar en sangre.",
	"low20": "Trate de mantener un horario de comidas regular para ayudar a su cuerpo a regular los niveles de azúcar en sangre.",
	"normal1": "¡Mantente hidratado! Beber suficiente agua puede ayudarlo a mantener sus niveles de azúcar en sangre dentro de límites saludables.",
	"normal2": "Recuerde comer alimentos ricos en cromo y magnesio con regularidad para ayudar a prevenir deficiencias y reducir el riesgo de problemas de azúcar en sangre.",
	"normal3": "Evite los alimentos procesados ​​y siga una dieta llena de frutas y verduras frescas, carbohidratos complejos, grasas saludables, alimentos ricos en fibra y proteínas saludables.",
	"normal4": "Mantener un peso saludable es esencial para controlar sus niveles de azúcar en sangre.",
	"normal5": "Más peso alrededor de su abdomen está estrechamente relacionado con la resistencia a la insulina.",
	"normal6": "Tenga cuidado con los azúcares agregados en los alimentos que consume.",
	"normal7": "Trate de limitar su consumo de carnes procesadas y carnes rojas.",
	"normal8": "Trate de limitar los carbohidratos refinados como el pan blanco, la pasta y el arroz, así como los refrescos, los dulces, las comidas envasadas y los bocadillos.",
	"normal9": "Los carbohidratos complejos con alto contenido de fibra se digieren más lentamente, lo que evita que su cuerpo produzca demasiada insulina.",
	"normal10": "No subestime las calorías y los carbohidratos de las bebidas alcohólicas, incluida la cerveza y el vino.",
	"normal11": "Comenzar el día con un buen desayuno le proporcionará energía y niveles constantes de azúcar en sangre.",
	"normal12": "Trate de mantener la misma ingesta de calorías a diario para regular los niveles de azúcar en sangre.",
	"normal13": "Intente llevar un diario de alimentos para controlar el peso más fácilmente y aumentar sus conocimientos nutricionales.",
	"normal14": "Intente reducir el uso de edulcorantes artificiales.",
	"normal15": "Trate de encontrar formas no relacionadas con los alimentos para reducir el estrés, que aumenta la sensibilidad a la insulina, como el ejercicio, la meditación o la respiración profunda.",
	"normal16": "Trate de mantener un horario de comidas regular para ayudar a su cuerpo a regular los niveles de azúcar en sangre.",
	"normal17": "¡Descansar un poco! La falta de sueño puede aumentar el estrés y disminuir la insulina, elevando así el azúcar en sangre.",
	"normal18": "El ejercicio aumenta la sensibilidad a la insulina y ayuda a los músculos a utilizar la glucosa de manera eficaz.",
	"normal19": "Controle sus niveles de azúcar en sangre con regularidad para aumentar su conciencia.",
	"high1": "Evite los alimentos procesados ​​y siga una dieta llena de frutas y verduras frescas, carbohidratos complejos, grasas saludables, alimentos ricos en fibra y proteínas saludables.",
	"high2": "Mantener un peso saludable es esencial para controlar sus niveles de azúcar en sangre.",
	"high3": "Más peso alrededor de su abdomen está estrechamente relacionado con la resistencia a la insulina.",
	"high4": "Tenga cuidado con los azúcares agregados en los alimentos que consume.",
	"high5": "Trate de limitar su consumo de carnes procesadas y carnes rojas.",
	"high6": "Trate de limitar los carbohidratos refinados como el pan blanco, la pasta y el arroz, así como los refrescos, los dulces, las comidas envasadas y los bocadillos.",
	"high7": "Los carbohidratos complejos con alto contenido de fibra se digieren más lentamente, lo que evita que su cuerpo produzca demasiada insulina.",
	"high8": "Si planea comer postre, reduzca los carbohidratos en su comida principal.",
	"high9": "No subestime las calorías y los carbohidratos de las bebidas alcohólicas, incluida la cerveza y el vino.",
	"high10": "Cuando beba, controle su glucosa en sangre, ya que el alcohol puede interferir con los medicamentos para la diabetes y la insulina.",
	"high11": "Comenzar el día con un buen desayuno le proporcionará energía y niveles constantes de azúcar en sangre.",
	"high12": "Trate de mantener la misma ingesta de calorías a diario para regular los niveles de azúcar en sangre.",
	"high13": "Intente llevar un diario de alimentos para controlar el peso más fácilmente y aumentar sus conocimientos nutricionales.",
	"high14": "El ejercicio puede ayudarlo a controlar su peso y puede mejorar la sensibilidad a la insulina.",
	"high15": "Intente reducir el uso de edulcorantes artificiales.",
	"high16": "Trate de encontrar formas no relacionadas con los alimentos para reducir el estrés, que aumenta la sensibilidad a la insulina, como el ejercicio, la meditación o la respiración profunda.",
	"high17": "Trate de mantener un horario de comidas regular para ayudar a su cuerpo a regular los niveles de azúcar en sangre.",
	"high18": "¡Descansar un poco! La falta de sueño puede aumentar el estrés y disminuir la insulina, elevando así el azúcar en sangre.",
	"high19": "Mantente hidratado. Beber suficiente agua puede ayudarlo a mantener sus niveles de azúcar en sangre dentro de límites saludables.",
	"high20": "Comer alimentos ricos en cromo y magnesio con regularidad puede ayudar a prevenir deficiencias y reducir el riesgo de problemas de azúcar en sangre.",
	"notifTitle": "Realimentación",
	"revealPass": "Mostrar Contraseña",
	"aboutUs": "Sobre Nosotros",
	"aboutBodyp1": "¡Hola! Somos Team3 y este es nuestro proyecto de programación culminante.",
	"aboutBodyp2": "Con la tarea de crear una aplicación simple y fácil de usar para rastrear la glucosa en sangre, para nuestro proyecto de programación final en Wake Technical Community College, nos sumergimos para crear el rastreador más simple y fácil que existe. Muchas personas todavía luchan con el uso de la tecnología. Nuestro objetivo aquí era crear una aplicación que funcionara de la manera más sencilla posible para reducir las barreras para estas personas. GlucoCheck es gratuito, sencillo y no tiene funciones intrusivas. Controlar sus niveles de glucosa en sangre ya es bastante difícil. ¡Prueba GlucoCheck! ¡Esté bien, conozca su BGL!",
	"contact": "Contacta con Nosotros",
	"FAQp1": "Preguntas Rrecuentes",
	"FAQp2": "Cómo navegar por el proceso de registro",
	"FAQp3": "Los siguientes son pasos para registrar una cuenta con GlucoCheck:",
	"FAQp4": "1. Navegue hasta el Formulario de registro. \n 2. Ingrese su nombre. \n 3. Ingrese su apellido. \n 4. Ingrese su dirección de correo electrónico. \n 5. Ingrese su edad. \n6. Utilice el menú desplegable para seleccionar su diagnóstico. \n7. Ingrese un nombre de usuario. \n8. Ingrese una contraseña. \n9. Haga clic en “Crear cuenta”. \n10. El paso anterior lo llevará a la pantalla de inicio de sesión.",
	"FAQp5": "Cómo navegar por la pantalla de inicio de sesión",
	"FAQp6": "Los siguientes son pasos para iniciar sesión en GlucoCheck:",
	"FAQp7": "1. Ingrese su nombre de usuario. \n2. Ingrese su contraseña. \n3. Haga clic en “Iniciar sesión”. \n4. El paso anterior lo llevará al tablero.",
	"FAQp8": "Cómo registrar sus niveles de glucosa",
	"FAQp9": "Los siguientes son pasos para registrar sus niveles de glucosa:",
	"FAQp10": "1. Ingrese su nivel de glucosa en la ubicación designada. \n2.Haga clic en “Enviar”. \n3. Su nivel de glucosa ahora está registrado en el rastreador y se muestra en la parte inferior del calendario.",
	"FAQp11": "Cómo registrar su ingesta de carbohidratos además de su nivel de glucosa",
	"FAQp12": "Los siguientes son pasos para registrar su ingesta de carbohidratos además de su nivel de glucosa:",
	"FAQp13": "1.Introduzca el nombre de los alimentos consumidos en la barra de búsqueda de alimentos. \n2.Seleccione el elemento que mejor se adapte a su entrada. \n3. Su entrada se registrará en la pantalla debajo de la barra de búsqueda de alimentos. \n4. Si ingresa un alimento por error, simplemente presione la “x” junto al alimento para eliminar la selección. \n5. Ingrese su nivel de glucosa en la ubicación designada. \n6. Haga clic en “Enviar”. \n7. Su nivel de glucosa e ingesta de carbohidratos ahora están registrados en el rastreador y se muestran en la parte inferior del calendario.",
	"FAQp14": "Cómo acceder a la función multilingüe para ver la aplicación en español",
	"FAQp15": "Los siguientes son pasos para acceder a la función multilingüe para ver la aplicación en español:",
	"FAQp16": "1.En la parte superior de la página de registro / inicio de sesión, coloque el mouse sobre “Elegir idioma”. \n2. Elija “Español” en el menú desplegable que aparece. \n3. Una vez que haga clic en “Español”, será llevado a la versión en español de la aplicación. \n4.Una vez aquí, simplemente siga las instrucciones anteriores para la creación de la cuenta, el inicio de sesión y los datos de seguimiento."
}